[
    {
      "entreprise": "We are testers - plateforme de crowdtesting",
      "periode": "2023 - (A CE JOUR)",
      "poste": "TEST LEAD",
      "projet_contexte": "We are testers est une plateforme de crowdtesting qui permet de répondre à des appels d’offres dans le domaine du test pour des clients variés. Sur les différents projets j’ai eu un rôle de Campaign Manager ou de testeur allant d’une campagne de test avec remontée d’anomalies à la supervision d’une campagne de test.",
      "prestations_realisees": [
        "Tests du nouveau parcours bancaire avec reconnaissance faciale pour une grande banque française.",
        "Campagne de tests exploratoires pour un site web français de crédit.",
        "Campagne de tests manuels d'un parcours de paiement via un établissement de crédit.",
        "Campagne de tests manuels d’un site web de Test Energy et industries maritimes."
      ],
      "outils": "Microsoft Office , Outils interne de gestion des tests et suivi des anomalies",
      "methodes": "Cycle en V"
    },
    {
      "entreprise": "TRANSACTIS – LA BANQUE POSTALE",
      "periode": "2021 - 2023",
      "poste": "TEST LEAD",
      "projet_contexte": "Sur les applications Opnet (Cash Management) et PSS (back office) mon rôle est de veiller au respect des règles de gestion et de la bonne qualité des livrables.",
      "prestations_realisees": [
        "Participation aux rituels Agile ( Sprint Planning, Daily Meeting et Sprint Review)",
        "Amélioration et industrialisation des cahiers de recette et reporting.",
        "Aide à l'amélioration des processus de qualification logiciel.",
        "Étude des cahiers des charges des différentes évolutions ou améliorations de l’application.",
        "Elaboration et rédaction des stratégies de qualification.",
        "Conception et exécution des scénarii de tests sous Excel.",
        "Remontée des anomalies sous Jira.",
        "Exécution des tests de non régression fonctionnels.",
        "Participation à l’activité des tests de bout en bout.",
        "Rédaction des Procès-Verbaux et bilans de qualification.",
        "Jeux de données : Création et modification des formats de fichiers bancaires XML fichiers SEPA SCT - SDD"
      ],
      "outils": "Microsoft Office, Jira, XMLSpy, Notepad++",
      "methodes": "Agile"
    },
    {
      "entreprise": "SOCIETE GENERALE",
      "periode": "2020 - 2021",
      "poste": "TEST LEAD",
      "projet_contexte": "Le projet NDOD de la Société Générale / Crédit du Nord intervient après une demande de l’EBA (European Banking Authority) afin d’harmoniser la définition du défaut en Europe.",
      "prestations_realisees": [
        "Participation au rituel Agile ( Daily Meeting)",
        "Gestion du support (analyse fonctionnelle et vérification en base de données) avec les applications consommatrices des API.",
        "Rédaction et suivi des fiches Jira (bogues, évolutions)",
        "Conception et exécution des scénarii de tests sous Excel.",
        "Exécution des tests de non-régession fonctionnels.",
        "Aide au pilotage (organisation du travail, élaboration de reportings)"
      ],
      "outils": "Microsoft Office, Jira, Postman",
      "methodes": "Méthode Agile Scrum"
    },
    {
      "entreprise": "ESN OPEN",
      "periode": "2020 - 2021",
      "poste": "FORMATEUR INTERNE",
      "prestations_realisees": [
        "Formation et remise à niveau de collaborateurs sur les stratégies de test et cahiers de recette.",
        "Coaching de collaborateurs en mission.",
        "Aide sur les projets d’avant-vente. (Schéma fonctionnel, Cahier des charges, Analyse d’appels offre)"
      ],
      "outils": "Microsoft Office",
      "methodes": ""
    },
    {
      "entreprise": "BNP",
      "periode": "2018 - 2019",
      "poste": "TEST MANAGER",
      "projet_contexte": "Gestion des acteurs de la recette sur les parcours d’entrée en relation pour les sites: Ma banque (banque en ligne pour BNP Paribas) - Hello Banque (banque en ligne Hello Banque).",
      "prestations_realisees": [
        "Participation aux rituels Agile ( Sprint planning, Daily meeting, sprint review, sprint retrospective et poker planning).",
        "Création d'une équipe d'homologateur fonctionnel",
        "Organisation de la recette (4 à 10 personnes)",
        "Aide à l’amélioration des processus internes liés à la livraison et à la mise en production.",
        "Mise en place et rédaction des différents reporting.",
        "Réalisation de Jira évolutive.",
        "Elaboration et rédaction des stratégies de qualification.",
        "Aide à la conception et exécution des scénarii de tests sous Xray.",
        "Remontée des anomalies sous Jira.",
        "Assurer la rédaction des Procès-Verbaux et bilans de qualification."
      ],
      "outils": "Microsoft Office, Mantis, Squash, Jira, Xray",
      "methodes": "Méthode Agile Scrum / Kanban"
    },
    {
      "entreprise": "SOCIETE GENERALE",
      "periode": "2015-2018",
      "poste": "TEST MANAGER",
      "projet_contexte": "Gestion des ressources et des budgets (6 etp) pour les applications : SGW (Sogecashweb, application web de Cash Management International).",
      "prestations_realisees": [
        "Animer des réunions hebdomadaires et points de projet",
        "Préparer et animer les comités opérationnels",
        "Budgéter les différents sujets confiés au CSE",
        "Contrôler la qualité des différents livrables",
        "Veiller au respect des normes et procédures clientes",
        "Gérer les plannings (coté livrables et équipes)",
        "Formation et monter en niveau des collaborateurs",
        "Participation aux ateliers pour le passage de l'agilité à l'échelle (Agile@Scale)"
      ],
      "outils": "HP/ALM , Microsoft Office, Mantis, Squash, Jira, XMLSpy, Notepad++",
      "methodes": "Méthode Agile Scrum / Kanban"
    },
    {
      "entreprise": "SOCIETE GENERALE",
      "periode": "2011-2014",
      "poste": "CONSULTANT QUALIFICATION LOGICIELLE",
      "projet_contexte": "Veiller à la conformité des livrables pour les applications : SGW (Sogecashweb, application web de Cash Management International).",
      "prestations_realisees": [
        "Participation aux réunions hebdomadaires et points de projet.",
        "Étude des cahiers des charges des différentes évolutions ou améliorations de l’application.",
        "Elaboration et rédaction des stratégies de qualification.",
        "Conception et exécution des scénarii de tests sous Quality Center.",
        "Remontée des anomalies sous Quality Center.",
        "POC de 3 mois sur l'automatisation avec le logiciel Tricentis Tosca",
        "Jeux de données : Création et modification des différents formats de fichiers bancaires xml (fichiers SEPA SCT - SDD ) ou à plat ( FONB - MT)"
      ],
      "outils": "HP/ALM , Microsoft Office, VCM, Tosca, UltraEdit",
      "methodes": "Cycle en V"
    },
    {
      "entreprise": "LA CENTRALE DE L'EVENEMENTIEL",
      "periode": "2009-2011",
      "poste": "CHEF DE PROJET WEB",
      "projet_contexte": "La centrale de l'événementiel est une start-up proposant un portail d’intermédiation entre particuliers et professionnels de l’événementiel.",
      "prestations_realisees": [
        "Gérer le projet web dans sa globalité.",
        "Etude de cadrage.",
        "Réalisation du cahier des charges.",
        "Schéma conceptuel du portail web.",
        "Définition et élaboration des stratégies de tests fonctionnels.",
        "Conception et exécution des plans de tests généraux, de non-régression et de performance.",
        "Conception et réalisation des jeux d’essai.",
        "Rédaction, priorisation et vérification des anomalies.",
        "Formation et support aux utilisateurs.",
        "Encadrement des différents intervenants (graphistes, développeurs).",
        "Suivi post production."
      ],
      "outils": "Microsoft Office, Tosca, SQL",
      "methodes": "Cycle en V"
    }
]
    
  